a few
несколько
a little
немного
a sprinkling
немного
a trifle
немножко
aaron
эрон
abac
счеты
abaca
абака
abaci
счеты
aback
назад
abacus
счеты
abaft
позади
abaissement
унижение
abalienate
передавать
abalienation
передача
abandoned
покидать
abandonedly
беззаботно
abandonee
страховщик
abandonment
отказ
abarognosis
абарогонозия
abarthrosis
диартроз
abase
снижать
abasedly
униженно
abasement
снижение
abash
смущать
abashed
смущать
abashedly
смущенно
abashment
смущение
abasia
абазия
abasive
унижающий
abatable
снижаемый
abate
уменьшать
abated
уменьшать
abatement
снижение
abatements
снижение
abater
облегчающий
abatis
засека
abator
облегчающий
abattoir
бойня
abbacy
аббатство
abbatial
аббатский
abbe
аббат
abbes
аббатиса
abbess
аббатиса
abbey
аббатство
abbot
аббат
abbotship
аббатство
abbr
сокращение
abbrev
сокращение
abbreviate
укорачивать
abbreviated
укорачивать
abbreviation
сокращение
abbreviator
аббревиатор
abc
азбука
abdicate
отказываться
abdication
отказ
abdicator
отреченец
abdomen
живот
abdominal
брюшной
abducent
отводящий
abduct
похищать
abducted
похищать
abduction
отведение
abductive
отводящий
abductively
отводя
abductor
абдуктор
abecedarian
ученик
abel
абель
abele
белый
abenteric
внекишечный
aberrance
заблуждение
aberrancy
заблуждение
aberrant
заблуждающийся
aberration
заблуждение
aberrational
аберрационный
aberrometer
аберрометр
abet
способствовать
abetment
содействие
abetter
подстрекатель
abetting
способствовать
abettor
подстрекатель
abeyance
временное
abhor
ненавидеть
abhorrence
отвращение
abhorrent
отвратительный
abhorrently
несовместимо
abhorrer
ненавистник
abidance
соответствие
abide
соблюдать
abidence
выполнение
abiding
соблюдать
abidingly
неизменно
abidjan
абиджан
abigail
абигайль
abilitionism
аболиционизм
ability
способность
abiogenesis
абиогенез
abiogenetic
абиогенетический
abiogenist
абиогенетик
abject
жалкий
abjection
приниженность
abjectly
приниженно
abjectness
низость
abjuration
отречение
abjuratory
отречение
abjure
отказываться
abjurer
отреченец
ablate
удалять
ablated
удалять
ablation
абляция
ablatival
аблятивный
ablative
абляционный
ablaut
абляут
ablaze
пылать
able
способный
ablebodied
трудоспособный
ableness
годность
abler
более
ablest
наиболее
ablins
возможно
ablution
промывка
ablutionary
промывочный
ably
умело
abnegation
отрицание
abnegative
отрицательный
abnegator
отрицатель
abnormal
аварийный
abnormality
аномалия
abnormally
ненормально
abnormity
аномалия
abode
местопребывание
abolish
упразднять
abolishment
отмена
abolition
уничтожение
abolitionary
аболиционистский
abolitionism
аболиционизм
abolitionist
аболиционист
abomasum
сычуг
abomb
атомная
abominable
отвратительный
abominably
отвратительно
abominate
ненавидеть
abomination
отвращение
abominations
отвращение
abominator
ненавистник
abonent
абонент
aboriginal
исконный
aborigine
коренной
abort
прерывать
aborted
прерывать
abortion
неудача
abortional
абортивный
abortive
прерванный
abortiveness
прерываемость
abound
изобиловать
about
около
above
пвыше
aboveboard
честно
aboveground
наземный
abovementioned
вышеупомянутый
abracadabra
абракадабра
abradant
абразив
abrade
изнашиваться
abranchian
безжаберный
abranchiate
безжаберный
abrasion
снашивание
abrasions
снашивание
abrasive
абразив
abrasively
абразивно
abrasiveness
абразивность
abreact
отреагировать
abreaction
отреагирование
abridge
сокращать
abridgeable
сокращаемый
abridged
сокращать
abridgement
сокращение
abridger
усекатель
abridgment
сокращение
abroach
открывать
abrogable
отменяемый
abrogate
отменять
abrogated
отменять
abrogation
отмена
abrogations
отмена
abrogative
подавляющий
abrogator
отменяющая
abrupt
внезапный
abruption
разрыв
abruptly
резко
abruptness
крутизна
abscess
абсцесс
abscessed
абсцедирующий
abscessing
абсцедирующий
abscise
отсекать
abscised
отсекать
abscising
отсекать
abscissa
абсцисса
abscissae
абсцисса
abscission
отсечение
abscond
скрываться
absconded
скрываться
absconder
скрывающийся
absence
отсутствие
absent
отсутствующий
absent-minded
рассеянный
absentation
отсутствие
absentee
отсутствующий
absenteeism
прогул
absentees
отсутствующий
absentia
отсутствие
absently
рассеянно
absentminded
рассеянный
absinthe
абсент
absinthian
полынный
absolute
абсолютный
absolutely
совершенно
absoluteness
безусловность
absolutes
абсолют
absolution
освобождение
absolutions
освобождение
absolutism
абсолютизм
absolutist
абсолютист
absolutistic
абсолютистский
absolutive
абсолютистский
absolutory
оправдательный
absolvable
освобождаемый
absolve
освобождать
absolvent
освободитель
absolver
освободитель
absorb
поглощать
absorbability
поглощаемость
absorbable
абсорбируемый
absorbed
поглощать
absorbence
поглощение
absorbency
поглощение
absorbent
абсорбент
absorber
поглотитель
absorbing
поглощать
absorption
поглощение
absorptive
поглощающий
abstain
воздерживаться
abstainer
воздержавшийся
abstemious
умеренный
abstemiously
умеренно
abstemiousness
умеренность
abstention
воздержание
abstentious
воздержанный
abstergent
очищающий
abstersion
очищение
abstinence
умеренность
abstinent
умеренный
abstracted
абстрагировать
abstractedly
рассеянно
abstractedness
рассеянность
abstracter
водопользователь
abstracting
абстрагировать
abstraction
абстракция
abstractive
отвлеченный
abstractiveness
отвлеченность
abstractly
отвлеченно
abstractness
отвлеченность
abstractor
водопользователь
abstriction
абстрикция
abstruse
непонятный
abstrusely
малопонятно
abstruseness
непонятность
absurd
абсурд
absurdity
нелепость
absurdly
нелепо
absurdness
нелепость
abt
о
abundance
избыток
abundant
обильный
abundantly
обильно
abuse
злоупотреблять
abuser
злоупотребитель
abusive
оскорбительный
abusively
оскорбительно
abusiveness
оскорбительность
abutilon
канатник
abutment
граница
abuttal
граница
abutter
владелец
abutting
примыкать
aby
искупать
abye
искупать
abysm
пучина
abysmal
бездонный
abysmally
безгранично
abyss
пучина
abyssal
глубинный
abyssinia
абиссиния
abyssinian
абиссинец
acacia
акация
academe
акадения
academia
академия
academic
ученый
academical
академический
academically
академически
academician
академик
academicism
академизм
academics
академик
academy
академия
acadia
акадия
acadian
акадийский
acanthaceous
иглистый
acanthi
акант
acanthoid
шипообразный
acanthous
акантовый
acanthus
акант
acappela
акапелла
acapulco
акапулько
acaroid
зудень
acarpelous
бескарпельный
acarpous
акарпный
acatalectic
продолжительный
acaudal
бесхвостый
acaudate
бесхвостый
acaulescent
бесстебельный
acauline
бесстебельный
accede
вступать
accedence
вступление
acceder
вступающая
accelerable
ускоряемый
accelerant
ускоритель
accelerate
ускорять
accelerating
ускорять
acceleration
ускорение
accelerations
ускорение
accelerative
ускорительный
accelerator
акселератор
acceleratory
ускорительный
accelerometer
акселерометр
accent
акцент
accented
акцентировать
accenting
акцентировать
accentual
тонический
accentuality
выделенность
accentuate
подчеркивать
accentuation
подчеркивание
accept
принимать
acceptability
приемлемость
acceptable
приемлемый
acceptableness
приемлемость
acceptably
приемлемо
acceptances
акцепт
accepted
принимать
accepter
акцептор
accepting
принимать
acceptor
акцептор
accessarily
побочно
accessary
соучастник
accessed
доступный
accessibility
доступность
accessible
доступный
accessibleness
доступность
accessibly
доступно
accessing
получать
accession
доступ
accessor
аксессор
accessorial
акцессорный
accessories
принадлежность
accessorily
вспомогательно
accessoriness
соучастие
accessory
принадлежность
acciaccatura
короткий
accidence
аварийность
accident
авария
accident free
безаварийный
accident risk
аварийность
accidental
случайный
accidentally
случайно
accidentals
случайный
accidently
случайно
acclaim
приветствовать
acclaimer
приветствие
acclamation
одобрение
acclamations
одобрение
acclamatory
одобрительный
acclimatable
приспосабливающийся
acclimate
акклиматизироваться
acclimated
акклиматизироваться
acclimation
акклиматизация
acclimatization
акклиматизация
acclimatize
акклиматизироваться
acclivitous
уклонный
acclivity
откос
acclivous
покатый
accolade
чествовать
accommodable
размещаемый
accommodate
размещать
accommodatingly
удобно
accommodation
размещение
accommodative
разместительный
accommodator
разместитель
accomodating
размещать
accomodation
размещение
accompanied
сопровождать
accompaniment
сопровождение
accompanist
аккомпаниатор
accompany
сопровождать
accompanying
сопровождать
accomplice
сообщник
accomplish
выполнять
accomplished
выполнять
accomplisher
выполнитель
accomplishment
выполнение
accomplishments
совершенство
accord
согласовывать
accordable
соответствующий
accordance
соответствие
accordantly
соответственно
according to
согласно
accordingly
соответственно
accordion
аккордеон
accordionist
аккордеонист
accost
заговаривать
accoster
инициатор
accosting
заговаривать
accouchement
роды
account
считать
account department
бухгалтерия
account valuation
смета
accountability
подотчетность
accountable
ответственный
accountableness
подотчетность
accountably
ответственно
accountancy
учет
accountant
бухгалтер
accountantship
бухгалтерия
accounting
считать
accounts
считать
accouter
снаряжать
accoutered
снаряжать
accoutering
снаряжать
accouterment
снаряжение
accoutre
снаряжать
accoutrement
снаряжение
accredit
уполномочивать
accreditation
аккредитирование
accredited
аккредитированный
accrete
срастаться
accreted
срастаться
accreting
срастаться
accretion
прирост
accretions
прирост
accruable
накопляемый
accrual
накопление
accruals
накопление
accrue
увеличиваться
accrued
увеличиваться
accrued items
начисления
accruement
накопление
acct
счет
accuisition
приобретение
acculturation
акультурация
acculturational
акультурационный
acculturative
акультурационный
accumulate
накапливать
accumulated
накапливать
accumulating
накапливать
accumulation
накопление
accumulative
накопляющийся
accumulatively
кумулятивно
accumulator
аккумулятор
accuracy
точность
accurate
точный
accurately
точно
accurateness
точность
accurse
проклинать
accursed
проклинать
accursedness
проклятость
accusable
обвиняемый
accusal
обвинение
accusation
обвинение
accusative
винительный
accusatively
обвиняюще
accusativeness
обвинение
accusatorial
обвинительный
accusatory
обвинительный
accuse
обвинять
accused
обвинять
accuseds
обвиняемый
accuser
обвинитель
accusingly
обвинительно
accustom
приучать
accustomed
привычный
accustoming
приучать
acerb
едкий
acerbate
раздражать
acerbated
раздражать
acerbating
раздражать
acerbic
едкий
acerbity
жесткость
acetanilide
ацетанилид
acetate
ацетат
acetic
ацетатный
acetified
ацетифицировать
acetify
ацетифицировать
acetone
ацетон
acetonic
ацетоновый
acetyl
ацетил
acetylcholine
ацетилхлорин
acetylcholinesterase
ацетилхолинестераза
acetylene
ацетилен
acetylsalicylic
ацетилсалициловый
ache
болеть
acheless
безболезненный
achene
семянка
achier
более
achiest
наиболее
achievable
достижимо
achieve
достигать
achievement
достижение
achiever
целеустремленный
achievers
целеустремленный
achilles
ахиллес
achiness
болезненность
achingly
болезненно
achromatic
бесцветный
achromatically
ахроматически
achromatism
бесцветность
achy
болезненный
acidhead
наркоман
acidic
кислый
acidifiable
окисляемый
acidification
окисление
acidified
подкислять
acidifier
окислитель
acidify
подкислять
acidly
холодно
acidosis
ацидоз
acidproof
кислотоупорный
acidulate
подкислять
acidulated
недовольный
acidulating
подкислять
acidulation
подкисление
acidulous
кисловатый
acidulously
кисловато
acidulousness
кисловатость
acknowledged
признавать
acknowledgement
подтверждение
acknowledgment
признание
aclinal
горизонтальный
aclinic
аклинический
acme
верх
acne
угорь
acolyte
помощник
aconite
аконит
acorn
желудь
acoustic
акустический
acoustical
акустический
acoustically
акустически
acoustics
акустика
acquaint
знакомить
acquaintance
знакомство
acquaintances
знакомство
acquaintanceship
знакомство
acquainted
знакомить
acquamarine
аквамарин
acquiesce
соглашаться
acquiescence
неохотный
acquiescent
покорный
acquiescently
покорно
acquirable
приобретенный
acquire
приобретать
acquired
приобретать
acquirement
приобретение
acquirements
навык
acquirer
аквизитор
acquiring
приобретать
acquisition
приобретение
acquisitive
восприимчивый
acquisitively
жадно
acquisitiveness
восприимчивость
acquittal
оправдание
acre
акр
acrid
резкий
acridity
острота
acridly
резко
acridness
острота
acrimonious
язвительный
acrimoniously
язвительно
acrimoniousness
язвительность
acrimony
желчность
acrobat
акробат
acrobatic
акробатический
acrobatically
акробатически
acrobatics
акробатика
acronym
акроним
acrophobia
акрофобия
acropolis
акрополь
across
через
acrostic
акростих
acrostically
акростически
acrylic
акрил
act
действовать
acth
адренокортикотропин
actin
актин
actinic
актиничный
actinically
актинично
actinism
светочувствительность
actinium
актиний
action
действие
actionability
исковый
activate
активизировать
activation
активизация
activator
активизатор
active
активный
actively
активно
activeness
активность
activism
активизм
activist
активист
activities
деятельность
activity
деятельность
actomyosin
актомиозин
actor
актер
actress
актриса
actual
фактический
actualities
действительность
actuality
действительность
actualization
актуализация
actualize
осуществлять
actually
действительно
actuarially
статистически
actuary
актуарий
actuate
активизировать
actuated
активизировать
actuation
активизация
actuator
привод
actylcholinesterase
актилхолинестераза
acuity
острота
acumen
проницательность
acupuncture
акупунктура
acute
острый
acutely
остро
acuteness
острота
acutest
наиболее
acv
фактический
acyclic
ациклический
acyclovir
ацикловир
acyl
ацил
adage
пословица
adagio
адажио
adamancy
непреклонность
adamant
алмаз
adamantine
очень
adamantly
категорически
adams
адамс
adapt
приспосабливать
adaptability
приспособляемость
adaptable
адаптирующийся
adaptableness
приспосабливаемость
adaptation
адаптация
adaption
приспособление
adaptive
адаптивный
adaptively
адаптивно
adaptiveness
адаптивность
adaptor
адаптер
add
добавлять
add-in
расширение
addable
добавляемый
added
добавлять
addend
слагаемое
addendum
приложение
adder
гадюка
addict
предаваться
addicted
пристраститься
addiction
пагубный
adding
добавлять
addition
дополнение
additional
дополнительный
additions
дополнение
additive
добавка
additivity
аддитивность
addle
путать
addressability
адресуемость
addressable
адресуемый
addressee
адресат
addressless
безадресный
addressness
адресность
addressor
отправитель
adducable
приводимый
adduce
приводить
adduced
приводить
adducible
приводимый
adduction
приведение
adeem
отбирать
adeemed
отбирать
adeguately
достаточно
adelaide
аделаида
adele
адель
ademption
отказ
aden
аден
adenine
аденин
adenoid
аденоид
adept
знаток
adeptly
знающе
adeptness
знание
adequacies
адекватность
adequacy
адекватность
adequate
требуемый
adequately
приемлемо
adequateness
адекватность
adequation
выравнивание
adhere
придерживаться
adherence
строгое
adherent
приверженец
adherer
приверженец
adherography
адгезография
adhesion
прилипание
adhesional
прилипающий
adhesions
прилипание
adhesive
связка
adhesiveness
клейкость
adhesives
клейкое
adhoc
специальный
adiabatic
адиабатический
adiabatically
адиабатически
adieu
прощай
adieus
прощай
adieux
прощай
adios
прощай
adipose
жирный
adiposeness
жирность
adiposis
ожирение
adiposity
ожирение
adit
проход
adj
прилагательное
adjacency
смежность
adjacent
смежный
adjacently
рядом
adjectival
адъективный
adjective
прилагательное
adjoin
примыкать
adjourn
откладывать
adjourned
откладывать
adjournment
отсрочка
adjt
прилагательное
adjudicable
подсудный
adjudication
судебное
adjudicative
судебный
adjudicator
третейский
adjudicatory
третейский
adjunct
адъюнкт
adjunctive
добавочный
adjunctly
дополнительно
adjuration
клятва
adjuratory
клятва
adjure
повелевать
adjust
регулировать
adjustable
регулируемый
adjusted
корректировать
adjuster
фиксатор
adjusting
регулировать
adjustment
установка
adjustor
монтажник
adjutage
насадка
adjutancy
насадка
adjutant
адъютант
adjuvant
полезный
adman
рекламный
admeasure
отмерять
admin
администрация
administer
управлять
administrable
управляемый
administrate
управлять
administration
администрация
administrative
административный
administrator
администратор
administratrix
женщина-администратор
admirable
отличный
admirably
отлично
admiral
адмирал
admiralship
адмиральство
admiralships
адмиральство
admiralty
адмиралтейство
admiration
восхищение
admire
восхищаться
admirer
поклонник
admissable
допустимый
admissibility
допустимость
admissible
допустимый
admissibly
допустимо
admissive
допускающий
admit
допускать
admittance
вход
admittances
вход
admitted
допускать
admix
примешиваться
admixture
примесь
admonish
убеждать
admonishment
замечание
admonition
замечание
admonitory
предостерегающий
ado
хлопота
adobe
кирпич-сырец
adolescence
юность
adolescent
подросток
adopt
принимать
adopted
принимать
adoptee
усыновленный
adopter
усыновитель
adopting
принимать
adoption
принятие
adoptive
адаптивный
adoptively
адаптивно
adoptor
усыновитель
adorability
восхитительность
adorable
восхитительный
adorableness
восхитительность
adoration
поклонение
adore
восхищаться
adored
восхищаться
adorer
поклонник
adorn
украшать
adorned
украшать
adorner
украшение
adornment
украшение
adown
внизу
adrenal
надпочечный
adrenalin
адреналин
adrenaline
адреналин
adrenals
надпочечный
adrenergic
адренергический
adriatic
адриатический
adroit
искусный
adroitly
искусно
adroitness
ловкость
ads
реклама
adscititious
дополнительный
adsorb
адсорбировать
adsorbable
адсорбированный
adsorbate
адсорбат
adsorbent
адсорбент
adsorption
адсорбция
adsorptive
адсорбирующий
adsorptiveness
адсорбционность
adulate
льстить
adulation
лесть
adulator
льстец
adulatory
льстивый
adult
взрослый
adulterant
примесь
adulterate
фальсифицировать
adulterated
фальсифицировать
adulteration
подделка
adulterator
фальсификатор
adulterer
прелюбодей
adulteress
прелюбодейка
adulterine
незаконный
adulterous
прелюбодейский
adulterously
незаконно
adulterousness
прелюбодеяние
adultery
прелюбодеяние
adulthood
зрелость
adultness
взрослость
adults
взрослый
adumbrate
затемнять
adumbration
затемнение
adumbrative
затемнительный
adumbratively
затемняюще
advance money
задаток
advancement
продвижение
advancer
передовой
advantage
преимущество
advantageous
выгодный
advantageously
выгодно
advantages
преимущество
advent
приход
adventist
адвентист
adventitious
случайный
adventitiously
побочно
adventure
рисковать
adventurer
авантюрист
adventuresome
смелый
adventuress
авантюристка
adventurism
авантюризм
adventurist
авантюрист
adventuristic
авантюристический
adventurous
рискованный
adventurously
рискованно
adventurousness
авантюристичность
adverb
наречие
adverbial
наречный
adversarial
сопернический
adversary
соперник
adversative
противительный
adversatively
противоположно
adverse
неблагоприятный
adversely
напротив
adverseness
неудача
adversities
напасть
adversity
несчастье
advert
касаться
advertence
внимательное
advertency
внимательное
advertently
внимательно
advertise
рекламировать
advertisement
реклама
advertiser
рекламодатель
advertising
рекламировать
advertize
рекламировать
advice
совет
advisability
желательность
advisable
желательно
advise
сообщать
advisedly
намеренно
advisedness
намеренность
advisement
рассмотрение
adviser
консультант
advisor
консультант
advisories
консультант
advisory
консультативный
advocacies
защита
advocacy
защита
advocate
отстаивать
advocation
отстаивание
adyta
святилище
adytum
святилище
adz
тесло
adze
тесло
adzes
тесло
aegean
эгейский
aegis
эгида
aeolian
эольский
aeon
вечность
aeons
вечность
aerate
проветривать
aerated
проветривать
aeration
вентилирование
aerator
аэратор
aerial
антенна
aerialist
акробат
aerie
орлиный
aeriform
газообразный
aero
аэро
aerobatics
высший
aerobe
аэроб
aerobic
аэробный
aerobically
аэробно
aerobics
аэробика
aerodrome
аэродром
aerodynamic
аэродинамический
aerodynamical
аэродинамический
aerodynamically
аэродинамически
aerodynamics
аэродинамика
aeroflot
аэрофлот
aerological
аэрологический
aerologist
аэролог
aerology
аэрология
aeronaut
аэронавт
aeronautic
авиационный
aeronautical
авиационный
aeronautics
аэронавтика
aeronavigation
аэронавигация
aeronavigator
летчик-штурман
aerophone
звукоусилитель
aerophore
аэрофор
aeroplane
самолет
aeroport
аэропорт
aerosol
аэрозоль
aerospace
космос
aerostat
аэростат
aerostatics
аэростатика
aerostation
воздухоплавание
aerotechnics
авиатехника
aery
эфирный
aeschylus
эсхил
aesop
эзоп
aesopian
эзопов
aesthete
эстет
aesthetic
эстетический
aesthetically
эстетически
aesthetics
эстетика
aetna
этна
afar
издали
affability
вежливость
affable
вежливый
affably
дружелюбно
affair
дело
affectation
искусственность
affectations
притворство
affected
на
affectedly
притворно
affectedness
влияние
affecter
воздействующий
affectingly
трогательно
affection
любовь
affectionate
нежный
affectionately
любящий
affectionless
бесстрастный
affections
привязанность
affective
нежный
afferent
центростремительный
afferently
центростремительно
affiance
обручать
affianced
обручать
affiant
свидетель
affidavit
письменное
affiliate
присоединять
affiliated
присоединять
affiliation
присоединение
affinage
очистка
affinities
сходство
affinity
сходство
affirm
утверждать
affirmable
утвердительный
affirmably
утвердительно
affirmance
утверждение
affirmation
утверждение
affirmative
утвердительный
affirmatively
утвердительно
affirmativeness
убежденность
affix
присоединять
affixation
присоединение
afflatus
вдохновение
afflict
огорчать
afflicted
огорчать
affliction
несчастье
afflictive
болезненный
afflictively
болезненно
affluence
изобилие
affluent
приток
affluently
обильно
afflux
приток
affordable
доступный
affordably
доступно
afforestation
лесонасаждение
affranchise
освобождать
affray
ссора
affreightment
фрахтование
affricate
аффриката
affright
пугать
affront
оскорблять
affry
пугать
afghan
афганец
afghanistan
афганистан
afghanistani
афганец
aficionado
любитель
afield
вдалеке
aflutter
трепыхаясь
afoot
пешком
afore
до
aforementioned
вышеупомянутый
aforenamed
вышеназванный
aforenoted
вышеуказанный
aforequoted
вышеназванный
aforesaid
вышесказанный
aforestated
вышеуказанный
aforethought
преднамеренный
aforetime
прежде
afraid
испуганный
afreet
чудовищный
afresh
снова
africa
африка
african
африканец
afrikaans
африкаанс
afro
афро
afros
афро
after-effect
последствие
afterbirth
послед
afterburn
дожигать
afterburner
дожигатель
aftercare
реабилитация
afterclap
неприятный
afterdeck
палуба
aftereffect
последействие
afterglow
послесвечение
afterimage
остаточный
afterlife
загробный
aftermarket
дополнительный
aftermath
последствие
aftermost
последний
afternoon
полдень
afternoons
полдень
aftersale
послепродажный
aftertaste
привкус
aftertax
посленалоговый
afterthought
запоздалый
afterward
впоследствии
afterwards
впоследствии
against
против
agar
агар
agate
агат
agatha
агата
agave
агава
agcy
агентство
age
стареть
aged
старый
ageing
стареть
ageism
возрастная
ageless
вечный
agelessly
вечно
agelessness
вечность
agency
агентство
agent
агент
agential
агентский
ageratum
агератум
ageratums
агератум
ages
возраст
agglomerate
скапливаться
agglomeration
накапливание
agglomerations
накапливание
agglutinate
склеивать
agglutination
склеивание
agglutinations
склеивание
agglutinative
склеивающий
agglutinin
агглютинин
agglutinins
агглютинин
aggradation
поднятие
aggrandize
увеличивать
aggrandized
увеличивать
aggrandizement
увеличение
aggrandizements
увеличение
aggrandizer
увеличитель
aggravate
усугублять
aggravated
усугублять
aggravating
усугублять
aggravation
ухудшение
aggregate
собирать
aggregated
суммировать
aggregation
агрегация
aggregative
собирательный
aggression
агрессия
aggressive
энергичный
aggressively
энергично
aggressiveness
агрессивность
aggressor
зачинщик
aggressors
агрессор
aggrieve
удручать
aggrieved
удручать
aggrievement
удрученность
aghast
ошеломленный
agile
быстрый
agilely
живо
agileness
быстрота
agility
быстрота
aging
старение
agio
ажио
agiotage
ажиотаж
agip
ажип
agitate
возбуждать
agitated
возбуждать
agitatedly
возбужденно
agitation
агитация
agitato
живо
agitator
агитатор
agleam
сверкающий
aglet
наконечник
agley
неуместно
aglitter
сияющий
aglow
пылающий
agnail
заусеница
agnate
родственник
agnomen
прозвище
agnostic
агностик
agnosticism
агностицизм
agnostics
агностика
agog
возбужденный
agonal
мучительный
agonic
нулевой
agonistic
полемический
agonize
мучиться
agonizingly
мучительно
agony
агония
agrarian
землевладелец
agrarians
аграрий
agreeability
согласованность
agreeableness
соответствие
agreeably
соответственно
agrees
соглашаться
agressive
агрессивный
agribusiness
агробизнес
agribusinesses
агробизнес
agric
сельхоз
agricultural
сельскохозяйственный
agriculturalist
фермер
agriculturally
сельскохозяйственно
agriculture
сельское
agriculturist
земледелец
agrimotor
трактор
agro business
агробизнес
agronomic
агрономический
agronomics
агрономия
agronomist
агроном
agronomy
агрономия
ague
малярия
agues
малярия
aguish
перемежающийся
agumentation
увеличение
ah
ах
aha
ага
ahead
вперед
ahem
предостережение
ahh
ах
ahold
держась
ahorse
верхом
ahorseback
верхом
aid
помогать
aide
помощник
aider
помощник
aids
помогать
aiguille
игла
aiguillette
аксельбант
ail
беспокоить
ailanthus
айлант
ailanthuses
айлант
aileron
элерон
ailing
больной
ailment
нездоровье
ailments
нездоровье
aim
стремиться
aimed
стремиться
aimless
бесцельный
aimlessly
бесцельно
aimlessness
бесцельность
aims
стремиться
air
проветривать
air-base
авиабаза
air-port
аэропорт
air-tight
герметический
airbag
воздушный
airbase
авиабаза
airbrush
аэрограф
airbrushed
распылять
airbrushing
распылять
aircarrier
авиаперевозчик
aircraft
авиация
airdrome
аэродром
aired
проветривать
airedale
эрдель
airedales
эрдель
aireometer
ареометр
airfield
аэродром
airflow
воздушный
airfoil
аэродинамический
airframe
авиационная
airfreight
авиафрахт
airily
легко
airiness
воздушность
airing
аэрация
airless
безветренный
airlift
воздушный
airline
авиалиния
airliner
воздушный
airlock
воздушная
airlog
альтиметр
airmada
воздушная
airmail
авиапочта
airman
авиатор
airmobile
аэромобильный
airplane
самолет
airport
аэропорт
airroute
авиалиния
airs
притворство
airscrew
воздушный
airshaft
вентиляционная
airshed
ангар
airship
дирижабль
airsickness
воздушный
airspace
воздушное
airspeed
воздушный
airstream
воздушный
airstrip
взлетно-посадочная
airsystem
воздушный
airtight
герметический
airtrip
полет
airwave
эфир
airwaves
эфир
airway
авиалиния
airways
авиалиния
airy
легкий
aisle
проход
ait
островок
ajar
приоткрытый
ajax
аякс
akimbo
подбоченившись
akin
родственный
alabaster
алебастр
alack
увы
alacrity
рвение
alae
крыло
alai
пазуха
alan
алан
alar
крылатый
alarm
тревожить
alarm-clock
будильник
alarmed
тревожить
alarming
тревожить
alarmingly
тревожно
alarmism
паникерство
alarmist
паникер
alas
увы
alaskan
аляскинец
albania
албания
albanian
албанец
albatross
альбатрос
albedo
альбедо
albert
альберт
alberta
альберта
alberto
альберто
albescent
беловатый
albinism
альбинизм
albino
альбинос
albion
альбион
album
альбом
albumen
белок
albumin
альбумин
albuminous
альбуминовый
albuquerque
альбукерк
alburnum
заболонь
alcalde
алькальд
alcatel
алкатель
alcazar
крепость
alchemic
алхимический
alchemical
алхимический
alchemist
алхимик
alchemy
алхимия
alcohol
спирт
alcoholic
алкоголик
alcoholically
алкоголически
alcoholism
алкоголизм
alcoran
коран
alcove
ниша
aldehyde
альдегид
alder
ольха
alderman
ольдермен
aldermanry
городской
alders
ольха
aldosterone
альдостерон
ale
пиво
aleatory
случайный
alehouse
пивная
alembic
дистиллятор
aleph
алеф
alert
предупреждать
alerting
предупреждать
alertly
бдительно
alertness
бдительность
alerts
предупреждать
aletheutics
алетевтика
aleut
алеут
alewife
барменша
alex
алекс
alexander
александр
alexandria
александрия
alexandrian
александрийский
alexandrine
александрийская
alexandrines
александрийская
alexandrite
александрит
alfalfa
люцерна
alga
водоросль
algae
водоросль
algebra
алгебра
algebraic
алгебраический
algebraical
алгебраический
algebraist
алгебраист
algebras
алгебра
algeria
алжир
algerian
алжирец
algiers
алжир
algonquian
алгонкинский
algonquians
алгонкин
algonquin
алгонкин
algoristic
детерминированный
alhambra
альгамбра
alias
псевдоним
alibi
алиби
alibied
оправдываться
alibies
оправдываться
alibiing
оправдываться
alibis
алиби
alice
элис
alien
отчуждать
alienability
отчужденность
alienable
отчуждаемый
alienate
отчуждать
alienation
отчуждение
alienator
психиатр
alienist
психиатр
alienness
чуждость
aliens
иностранец
aliform
крылообразный
alight
садиться
alighted
садиться
alighting
садиться
align
выравнивать
aligned
выравнивать
aligner
согласователь
aligning
выравнивать
alignment
выравнивание
alignments
выравнивание
aligns
выравнивать
alike
одинаково
alikeness
сходство
aliment
питание
alimentary
алиментарный
alimentary canal
пищевод
alimentation
питание
aliments
питание
alimony
алимент
aline
выравнивать
aliquant
неоднородный
aliquot
кратный
alit
зажжен
aliveness
живость
alizarin
ализарин
alkali
щелочь
alkalies
щелочь
alkaline
щелочной
alkalinity
щелочность
alkalinization
осолонцевание
alkalinize
солонцевать
alkalinized
ощелоченный
alkalize
подщелачивать
alkalizer
подщелачивающий
alkaloid
алкалоид
alkyd
алкид
alkyl
алкил
all
все
all-round
всесторонний
allah
аллах
allay
ослаблять
allayed
ослаблять
allayer
ослабитель
allaying
ослаблять
allegation
заявление
alleged
предполагаемый
allegedly
якобы
allegiance
зависимость
allegiant
преданный
allegoric
иносказательный
allegorical
аллегорический
allegorically
аллегорически
allegorist
аллегорист
allegorize
высказываться
allegory
аллегория
allegretto
аллегретто
allegro
аллегро
allegros
аллегро
allele
аллель
allelic
аллельный
alleluia
аллилуйя
alleluias
аллилуйя
allergen
аллерген
allergenic
аллергенный
allergenicity
аллергенность
allergic
аллергический
allergies
аллергия
allergist
аллерголог
allergy
аллергия
alleviate
облегчать
alleviating
облегчать
alleviation
облегчение
alleviations
облегчение
alleviator
облегчающее
alley
аллея
alleyway
проход
alliance
союз
allied
родственный
allies
союзник
alligation
сплав
alligator
аллигатор
alliterate
аллитерировать
alliterated
аллитерировать
alliterating
аллитерировать
alliteration
аллитерация
alliterations
аллитерация
alliterative
аллитерационный
alloc
распределять
allocability
распределяемость
allocable
распределяемый
allocate
распределять
allocated
распределять
allocating
распределять
allocation
распределение
allocator
распределитель
allocatur
разрешено
allocute
обращаться
allocution
речь
allomorph
алломорф
allonge
аллонж
allopath
аллопат
allopathic
аллопатический
allopathy
аллопатия
allophone
аллофон
alloseme
аллосема
allot
выделять
allotment
выделение
allotrope
аллотроп
allotropic
аллотропный
allotropically
аллотропно
allotropy
аллотропия
allotted
выделять
allottee
получатель
allotting
выделять
allowability
допустимость
allowable
допустимый
allowables
допущение
allowance
пособие
alloy
сплав
alloyed
сплавленный
alloying
сплавлять
allright
хорошо
allspice
душистый
alluded
упоминать
allure
заманивать
allured
заманивать
allurement
приманка
alluringly
заманчиво
allusion
намек
allusive
предполагающий
allusiveness
намек
alluvia
аллювий
alluvial
наносный
alluvion
аллювий
alluvium
нанос
ally
объединяться
allying
объединяться
almamater
альма-матер
almanac
альманах
almandine
альмандин
almightily
всемогуще
almightiness
всемогущество
almighty
всемогущий
almond
миндаль
almonds
миндаль
almost
почти
alms
милостыня
alms-house
богадельня
almshouse
богадельня
aloe
алоэ
aloes
алоэ
aloft
наверху
aloha
привет
alone
только
along
вдоль
aloof
особняком
aloofly
отчужденно
aloofness
отчужденность
alopecia
алопеция
aloud
громко
alp
гора
alpaca
альпака
alpacas
альпака
alpenhorn
рог
alpenstock
альпеншток
alpha
альфа
alphabet
алфавит
alphabetic
алфавитный
alphabetical
алфавитный
alphanumeric
текстовый
alpine
альпийский
alps
альпы
already
уже
alright
хорошо
also
также
altai
алтай
altaic
алтайский
altair
альтаир
altar
алтарь
altarpiece
алтарь
alter
изменять
alterability
изменяемость
alterable
изменяемый
alteration
изменение
alterative
альтеративный
alteratively
альтеративно
altercation
перебранка
altered
изменять
altering
изменять
alternate
изменять
alternated
изменять
alternately
поочередно
alternateness
поочередность
alternating
изменять
alternatingly
перменно
alternation
чередование
alternative
альтернатива
alternativeness
альтернативность
although
хотя
altichamber
барокамера
altimeter
альтиметр
altitude
высота
altitudinal
высотный
alto
альт
altogether
вместе
altruism
альтруизм
altruist
альтруист
altruistic
альтруистический
altruistically
альтруистически
alum
квасцы
aluminium
алюминий
aluminize
алитировать
aluminized
алитировать
aluminizing
алитировать
aluminum
алюминий
alumna
воспитанница
alumnae
воспитанница
alumni
воспитанник
alumnus
воспитанник
alveolar
альвеолярный
alveolus
альвеола
always
всегда
aly
аллея
amah
няня
amain
значительно
amalgam
смесь
amalgamate
амальгамировать
amalgamated
объединенный
amalgamation
объединение
amalgamator
амальгаматор
amalgams
амальгама
amanuenses
секретарь
amanuensis
секретарь
amaranth
амарант
amaranthine
амарантовый
amaryllis
амариллис
amass
копить
amassment
скопление
amateur
любитель
amateurish
дилетантский
amateurishly
дилетантски
amateurishness
дилетантство
amateurism
дилетантство
amateurs
дилетант
amative
любовный
amatively
любовно
amativeness
любовь
amatorially
любовно
amatory
любовный
amaze
изумлять
amazed
изумлять
amazedly
изумленно
amazement
удивление
amazing
изумлять
amazingly
изумительно
amazon
амазонка
amazonian
амазонский
ambages
проволочка
ambassador
посол
ambassadorial
посольский
amber
янтарь
ambergris
амбра
ambiance
среда
ambidexter
двурушник
ambidexterity
двурушничество
ambidexterous
двурушнический
ambidextrous
двурушнический
ambidextrously
двурушнически
ambience
среда
ambient
окружающая
ambiguity
неоднозначность
ambiguous
неоднозначный
ambiguously
двусмысленно
ambiguousness
неоднозначность
ambit
предел
ambition
амбиция
ambitious
далеко
ambitiously
честолюбиво
ambitiousness
честолюбие
ambits
граница
ambivalence
двойственность
ambivalent
двойственный
ambivalently
двойственно
ambivert
амбиверт
ambler
иноходец
ambo
амвон
ambrosia
амброзия
ambrosial
неземной
ambrosially
божественно
ambulant
перемещающийся
ambulate
перемещаться
ambulating
перемещаться
ambulator
дальномер
ambulatories
крытая
ambulatory
передвижной
amdt
поправка
ameba
амеба
amebic
амебный
amelia
амелия
ameliorate
улучшать
amelioration
улучшение
ameliorative
улучшающий
amen
аминь
amenability
ответственность
amenably
послушно
amend
исправлять
amendable
исправимый
amended
корректировать
amends
исправлять
amenities
красота
amenity
любезность
amerce
штрафовать
amercement
денежный
america
америка
american
американец
americana
американа
americanism
американизм
americanization
американизация
americanize
американизировать
americas
америка
americium
америций
amerind
американский
amerindian
американский
amethyst
аметист
amiability
приветливость
amiable
дружелюбный
amiableness
дружелюбие
amiably
дружелюбно
amicability
дружелюбие
amicable
дружелюбный
amicableness
дружелюбие
amicably
дружно
amid
среди
amide
амид
amidst
среди
amigo
амиго
amino
амино
aminoproteins
аминобелок
amiss
ошибочно
amity
согласие
amman
амман
ammeter
амперметр
ammo
боеприпас
ammonia
аммиак
ammoniac
аммониак
ammonium
аммоний
ammunition
боеприпас
ammunitions
боеприпас
amnestied
амнистированный
amnesty
амнистия
amnestying
амнистировать
amniocentesis
аминоцентез
amoeba
амеба
amoebae
амеба
amoebic
амебный
amok
амок
among
среди
amongst
среди
amoral
аморальный
amorality
аморальность
amorally
аморально
amorous
влюбчивый
amorously
влюбленно
amorousness
влюбчивость
amorphous
аморфный
amorphously
аморфно
amorphousness
аморфность
amortizable
амортизируемый
amortization
амортизация
amortize
амортизировать
amortized
амортизировать
amortizes
амортизировать
amortizing
амортизировать
amount balance
сальдо
amount used
затрата
amounted
составлять
amounting
составлять
amounts
сумма
amour
амур
amoxicillin
амоксициллин
ampere
ампер
ampermeter
амперметр
ampersand
амперсанд
amphetamine
ампетамин
amphibian
земноводное
amphibious
земноводный
amphibole
амфибол
amphitheater
амфитеатр
amphitheatre
амфитеатр
amphora
амфора
amphorae
амфора
ampicillin
ампициллин
ample
просторный
ampleness
обильность
amplifiable
усиливаемый
amplification
усиление
amplified
увеличивать
amplifier
усилитель
amplify
увеличивать
amplifying
увеличивать
amplitude
амплитуда
amply
обильно
ampoule
ампула
amps
ампер
ampule
ампула
amputate
отсекать
amputated
отсекать
amputation
ампутация
amsterdam
амстердам
amuck
амок
amulet
амулет
amunition
боеприпас
amur
амур
amuse
забавлять
amused
забавлять
amusedly
забавно
amusement
развлечение
amusing
забавлять
amusingly
забавно
anabaptism
анабаптизм
anachronism
анахронизм
anachronistic
анахронический
anachronistical
анахронический
anaconda
анаконда
anadem
венец
anadromous
мигрирующий
anaemia
анемия
anaemic
анемичный
anaerobe
анаэроб
anaerobic
анаэробный
anaesthesia
анестезия
anaesthesiatize
обезболивать
anagram
анаграмма
anal
анальный
analgesia
местная
analgesic
болеутоляющее
analgesics
болеутоляющее
anally
анально
analog
аналог
analogical
аналогичный
analogically
аналогично
analogous
аналогичный
analogously
аналогично
analogousness
аналогичность
analogue
аналог
analogy
аналогия
analyse
анализировать
analyser
анализатор
analyses
анализ
analysis
анализ
analyst
аналитик
analytic
аналитический
analytical
аналитический
analytically
аналитически
analyzable
анализируемый
analyzation
анализ
analyze
анализировать
analyzer
анализатор
anapest
анапест
anarchic
анархичный
anarchical
анархичный
anarchically
анархично
anarchism
анархизм
anarchist
анархист
anarchistic
анархичный
anarchy
анархия
anastomoses
соустье
anastomosis
соустье
anathema
анафема
anatomic
анатомический
anatomical
анатомический
anatomist
анатомист
anatomize
анатомировать
anatomy
анатомия
ancestor
предок
ancestral
родовой
ancestress
предок
ancestries
происхождение
ancestry
происхождение
anchor
фиксировать
anchored
фиксировать
anchoress
отшельница
anchorite
отшельник
anchoritic
отшельнический
anchovies
анчоус
anchovy
анчоус
ancien
старый
ancient
древний
ancientness
старина
ancients
древний
ancillary
вспомогательный
and
и
andalusia
андалузия
andante
анданте
andantino
андантино
andes
анды
androgen
андроген
androgenic
андрогенный
androgynous
гермафродит
androgyny
женский
android
мужеподобный
androids
мужеподобный
andromeda
андромеда
andy
энди
anecdotal
анекдотический
anecdote
анекдот
anecdotic
анекдотичный
anecdotist
анекдотист
anemia
анемия
anemic
анемичный
anemometer
анемометр
anemone
анемон
anent
относительно
aneroid
анероидный
anesthesia
анестезия
anesthesiologist
анестезиолог
anesthesiology
анестезиология
anesthetic
анестезирующее
anesthetist
анестезиолог
anesthetization
анестезия
anesthetize
анестезировать
aneurism
аневризм
aneurysm
аневризм
anew
заново
anfractuous
извилистый
angel
ангел
angelfish
скалярия
angelic
ангельский
angelica
дягиль
angelically
ангельски
anger
гнев
angered
разгневанный
angina
ангина
anginal
ангинозный
anginous
ангинозный
angle
угол
angled
угловой
angler
рыбак
angles
угол
angleworm
червяк
anglican
английский
anglicanism
англицизм
anglicism
англицизм
anglicization
англиканизация
angling
ужение
anglo
англо
anglophile
англофил
anglophilia
англофилия
anglophobe
англофоб
anglophobia
англофобия
angola
ангола
angolan
анголец
angora
ангора
angrily
сердито
angry
сердитый
angst
тревога
angstrom
ангстрем
anguish
мучение
anguished
мучительный
angular
угловой
angularity
угловатость
angularness
угловатость
anhydride
ангидрид
anhydrous
безводный
anile
слабоумный
aniline
анилин
anility
дряхлость
anima
душа
animadversion
критика
animadvert
критиковать
animal
животное
animalcule
маленькое
animalism
анимализм
animality
животный
animate
оживлять
animated
оживленный
animater
мультипликатор
animation
оживление
animator
мультипликатор
animism
анимизм
animist
анимист
animistic
анимистический
animosities
враждебность
animosity
враждебность
animus
враждебность
animuses
враждебность
anion
анион
anionic
анионный
anionically
анионно
anise
анис
aniseed
анисовое
anisette
анисовка
anisotropic
анизотропный
ankh
крест
ankle
щиколотка
anklebone
щиколотка
anklet
ножной
ankylosis
анкилоз
ann
энн
anna
анна
annal
аннал
annalist
писатель&-
annalistic
историографический
anne
энн
anneal
прокаливать
annealed
прокаливать
annelid
кольчатый
annette
аннетт
annex
аннексировать
annexation
аннексия
annexe
аннексировать
annexes
аннексировать
annihilate
уничтожать
annihilation
уничтожение
annihilator
уничтожитель
anniversary
годовщина
annotate
записывать
annotation
комментарий
annotative
сопровождающий
annotator
комментатор
announce
заявлять
announced
заявлять
announcement
объявление
announcer
диктор
annoy
раздражать
annoyance
досада
annoyed
раздражать
annoying
раздражать
annoyingly
раздражающе
annual
годовой
annually
ежегодно
annuals
ежегодник
annuities
ежегодная
annuity
аннуитет
annul
аннулировать
annular
кольцевидный
annularity
кольцевидность
annularly
кольцеобразно
annuli
кольцо
annullable
аннулируемый
annulled
аннулировать
annulling
аннулировать
annulment
отмена
annulus
кольцо
annum
год
annunciate
сигнализировать
annunciation
благовещение
annunciator
сигнализатор
anodal
анодный
anodally
анодно
anode
анод
anodic
анодный
anodically
анодно
anodization
анодирование
anodize
анодировать
anodized
анодировать
anodyne
аналгетик
anoint
смазывать
anointment
помазание
anointments
помазание
anomalistic
аномальный
anomalous
аномальный
anomaly
аномалия
anomie
беззаконие
anomy
беззаконие
anon
анонимный
anonimity
анонимность
anonymity
анонимность
anonymous
анонимный
anonymously
анонимно
anonymousness
анонимность
anopheles
анофелес
anorexia
анорексия
another
другой
ansa
петля
ansate
петлеобразный
anschluss
аншлюсс
answer
на
answerable
ответственный
answerback
ответ
answerer
ответчик
answering
отвечать
ant
муравей
antacid
антацид
antagonism
антагонизм
antagonist
антагонист
antagonistic
антагонистический
antagonize
противодействовать
antarctic
антарктический
antarctica
антарктика
ante
ставка
ante-room
передняя
anteater
муравьед
antebellum
довоенный
antecedence
предшествие
antecedent
антецедент
antecedental
предшествующий
antecedently
ранее
antechamber
передняя
antedate
предшествовать
antediluvian
допотопный
antelope
антилопа
antenna
антенна
antennae
антенна
antennal
антенный
antenuptial
добрачный
anterior
предыдущий
anteriorly
ранее
anteroom
передняя
anthelmintic
глистогонное
anthem
гимн
anther
пыльник
anthill
муравейник
anthology
антология
anthracite
антрацит
anthracitic
антрацитовый
anthrax
сибирская
anthrop
антроп
anthropocentric
антропоцентрический
anthropoid
антропоид
anthropologic
антропологический
anthropological
антропологический
anthropologist
антрополог
anthropology
антропология
anthropomorphic
антропоморфный
anthropomorphism
антропоморфизм
anthropomorphous
антропоморфный
anti
анти
anti-aircraft
противовоздушный
antiaircraft
противовоздушный
antialiasing
сглаживание
antiallergic
противоаллергический
antianemic
противоанемический
antianginal
противоангинный
antiastmatic
противоастматический
antibacterial
антибактериальный
antibes
антиб
antibiotic
антибиотик
antibody
антитело
antic
выходки
anticancer
противораковый
anticapitalist
антикапиталист
antichrist
антихрист
anticipate
предполагать
anticipated
предполагать
anticipation
ожидание
anticipative
предполагаемый
anticipator
ожидающий
anticipatory
упреждающий
anticlerical
антиклерикальный
anticlimax
спад
anticlinal
антиклинальный
anticline
антиклиналь
anticly
причудливо
anticoincidence
антисовпадение
anticommunism
антикоммунизм
anticommunist
антикоммунист
anticorrosive
антикоррозийный
anticorrosives
антикоррозийное
antics
причуда
anticyclone
антициклон
anticyclonic
антициклонный
antidemocratic
антидемократический
antidepressant
противодепрессивное
antidisestablishmentarism
антиистэблишмент
antidiuretic
антидиуретическое
antidotal
противодействующий
antidote
противоядие
antidumping
антидемпинговая
antielectron
позитрон
antifascism
антифашизм
antifascist
антифашист
antifertility
противозачаточный
antifreeze
антифриз
antifungal
противогрибковый
antigen
антиген
antigenic
антигенный
antigenically
антигенно
antigenicity
антигенность
antiglare
матовый
antigravity
антигравитация
antihero
антигерой
antiheroic
антигероический
antihistamine
противогистаминное
antihistaminic
противогистаминный
antihumanism
антигуманизм
antihunt
стабилизация
antihunting
стабилизация
antiknock
антидетонатор
antilabor
антитрудовой
antiliberal
антилиберал
antilles
антильский
antilockup
самоблокировка
antilogarithm
антилогаритм
antilogy
противоречие
antimacassar
защитное
antimagnetic
противомагнитный
antimalarial
противомалярийный
antimatter
антивещество
antimicrobial
антимикробный
antimilitarism
антимилитаризм
antimissile
противоракетный
antimode
антимода
antimonarchist
антимонархист
antimony
сурьма
antimyotonic
антимиотонический
antinarcotic
антинаркотик
antinationalist
антинационалист
antineoplastic
антинеопластический
antineutrino
антинейтрино
antineutrinos
антинейтрино
antineutron
антинейтрон
antinode
антиузел
antinoise
помехоустойчивый
antinome
антиномия
antinomian
антиномический
antinomic
антиномический
antinomical
антиномический
antinomy
антиномия
antinovel
антироман
antinucleon
антинуклон
antinucleons
антинуклонный
antioxidant
противоокислитель
antioxident
антиокислитель
antipacifist
антипацифист
antiparticle
античастица
antipasti
закуска
antipasto
закуска
antipathetic
антипатичный
antipathies
антипатия
antipathy
антипатия
antipersonnel
противопехотный
antiphase
противофаза
antiphon
антифон
antiphonal
антифональный
antiphonic
антифонический
antiphonically
антифонически
antipodal
противоположный
antipode
антипод
antipodean
противоположный
antipole
противоположный
antipollution
противозагрязнительный
antipope
антипапа
antiproton
антипротон
antipruritic
противозудное
antipyretic
антипиретик
antipyrine
антипирин
antiquarian
антикварный
antiquary
антиквар
antiquated
устаревший
antiquation
устарение
antiqueness
антикварность
antiquity
древность
antirace
противосостязательный
antiradical
антирадикал
antirational
антирациональный
antireligious
антирелигиозный
antisepsis
антисептика
antiseptic
антисептик
antiseptically
антисептически
antiserum
иммунная
antislavery
антирабский
antisocial
антиобщественный
antisocially
антиобщественно
antispasmodic
спазмолитическое
antisubmarine
противолодочный
antisymmetric
антисимметричный
antitank
антитанковый
antitheses
антитеза
antithesis
антитеза
antithetic
антитетический
antithetical
антитетический
antithetically
антитетически
antitoxin
антитоксин
antitrust
антитрестовский
antitussive
противокашлевое
antiulcer
противоязвенный
antiunion
противосоюзный
antivenin
противоядие
antivertigo
противоголовокружительный
antiviral
антивирусный
antiwar
антивоенный
antler
рог
antlered
рогатый
antlerless
безрогий
antlike
муравьевидный
antoinette
антуанетта
antonym
антоним
antonymous
антонимичный
antra
полость
antral
полостной
antrum
полость
ants
муравей
antsy
беспокойный
antwerp
антверпен
anus
задний
anvil
наковальня
anx
присоединять
anxiety
беспокойство
anxious
озабоченный
anxiousness
озабоченность
any
любой
anybodies
персона
anybody
кто-нибудь
anyhow
как-нибудь
anymore
больше
anyone
каждый
anything
что-нибудь
anywheres
везде
aorta
аорта
aortae
аорта
aortic
аортальный
apache
апачи
apaches
апачи
apalacian
аппалачинский
apall
ужасать
apalled
ужасать
apalling
ужасать
apalment
замешательство
aparation
видение
aparatus
прибор
aparel
одежда
aparent
явный
aparently
очевидно
apart
отдельно
apart from
кроме
apartheid
аппартеид
apartment
квартира
apartness
отделенность
apathetic
безразличный
apathetical
безразличный
apathetically
безразлично
apathy
апатия
apatite
апатит
ape
подражать
apeak
вертикально
apealing
обращаться
apear
появляться
apearance
появление
apease
умиротворять
apeasement
умиротворение
apelike
обезьяноподобный
apellation
наименование
apend
добавлять
apendage
добавочное
apendant
сопутствующий
apendices
приложение
apendicitis
аппендицит
apendix
приложение
apennines
апеннины
aperception
аперцепция
apercu
резюме
apercus
резюме
aperiodic
апериодический
aperiodicity
аномалия
aperitif
аперитив
apertain
принадлежать
apertural
апертурный
aperture
апертура
apetite
аппетит
apetizer
закуска
apetizing
аппетитный
apex
вершина
aphanite
афанит
aphasia
афазия
aphelia
афелия
aphelion
афелий
aphid
тля
aphids
тля
aphonia
афония
aphonic
афоник
aphorism
афоризм
aphoristic
афористичный
aphoristically
афористично
aphrodisia
афродизия
aphrodisiac
афродизиак
aphrodite
афродита
apiarist
пчеловод
apiary
пасека
apical
апикальный
apically
апикально
apices
вершина
aplaud
аплодировать
aplause
аплодисменты
aple
яблоко
aplenty
достаточно
aplesauce
яблочный
apliance
приспособление
aplicability
применимость
aplicable
прилагаемый
aplicant
заявитель
aplicative
фунциональный
aplicator
апликатор
aplied
прилагать
aplique
аппликация
aplomb
апломб
apnea
асфиксия
apocalypse
апокалипсис
apocalyptic
апокалиптический
apocalyptical
апокалиптический
apocalyptically
пророчески
apocrypha
апокрифы
apocryphal
недостоверный
apocryphally
недостоверно
apocryphalness
недостоверность
apogean
апогейный
apogee
апогей
apoint
назначать
apointment
назначение
apolitical
аполитичный
apolitically
аполитично
apollo
аполлон
apologetic
извиняющийся
apologetics
апологетика
apologia
апология
apologist
апологет
apologize
извиняться
apologizer
защитник
apologue
аполог
apology
извинение
apomorphine
апоморфин
apoplectic
апоплексический
apoplectically
апоплексически
apoplexy
апоплексия
aportion
распределять
aportionment
распределение
aposition
приложение
apostasy
отступничество
apostate
отступник
apostatize
отступаться
apostle
апостол
apostleship
апостольство
apostolic
апостольский
apostrophe
апостроф
apostrophic
апострофический
apostrophize
обращаться
apothecary
аптека
apothegm
апофегма
apothem
апофема
apotheoses
апофеоз
apotheosis
апофеоз
appal
ужасать
appalachian
аппалачинский
appalacian
аппалачинский
appall
ужасать
appalled
ужасать
appalling
ужасать
appallingly
потрясающе
appalment
замешательство
appaloosa
аппалуза
appanage
атрибут
apparat
прибор
apparation
видение
apparatus
прибор
apparel
одежда
apparent
очевидно
apparently
очевидно
apparition
видение
appealing
обращаться
appealingly
умоляюще
appease
умиротворять
appeasement
умиротворение
appeaser
миротворец
appellant
апеллянт
appellation
наименование
append
добавлять
appendage
добавочное
appendant
сопутствующий
appendices
приложение
appendicitis
аппендицит
appendix
приложение
appendixed
приложенный
apperceive
осознавать
apperception
аперцепция
appertain
